{
  "level-01-epsilon-loop": {
    "title": "Epsilon Loop",
    "sections": [
      "The Weiserstrass consciousness interface, or what we simply call the Mind Gate, is meant for the consciousness. We still don't know if it is 'the consciousness' or simply consciousness but the distnction it being something we have and something we do is one of the unknowns we hope to illuminate with Mind Gate experiments.",

      "He thought that "animal spirits" (a fine, volatile substance) flowed from this gland to the muscles through hollow nerves to cause movement, and vice versa for perception."
    ]
  },
  "level-02-cardioid": {
    "title": "Cardioid",
    "sections": [
      "The Cardioid threshold hums like a patient metronome. Loose glyphs drift past your visor in slow drowsy arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack parabolas beside the path and pretend it's normal. Every beacon along Cardioid flickers between jade and violet on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of ozone and pocket thunderstorms. Someone radios that the Cardioid control room approves of your improvisation.",

    ]
  },
  "level-03-figure-eight": {
    "title": "Figure Eight",
    "sections": [
      "The philosopher René Descartes asserted that the pineal gland was the "principal seat of the soul." The point of interaction between the immaterial mind and the physical body. He believed it was the only structure in the brain that was single and not divided into a pair of symmetrical halves. This makes it suitable to unify sensory inputs into a single experience and interact with the singular, indivisible soul.",
      "The countdown hands you a mug of determinant broth and a knowing nod. You whisper that all loops end in laughter because traditions must be honored. By the time the mug is empty, the Cardioid chamber is ready for you."
    ]
  },
  "level-04-spiral": {
    "title": "Spiral",
    "sections": [
      "The Spiral threshold hums like a patient loom. Loose glyphs drift past your visor in slow glowing arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack parabolas beside the path and pretend it's normal. Every beacon along Spiral flickers between jade and silver on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of liquid graphite through the lattice just to listen. The response smells faintly of lemongrass and pocket thunderstorms. Someone radios that the Spiral control room approves of your improvisation.",
      "The countdown hands you a mug of spark tonic and a knowing nod. You whisper that proofs bloom when watered because traditions must be honored. By the time the mug is empty, the Spiral chamber is ready for you."
    ]
  },
  "level-05-infinity": {
    "title": "Infinity",
    "sections": [
      "The Infinity threshold hums like a patient engine. Loose glyphs drift past your visor in slow spiral arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack parabolas beside the path and pretend it's normal. Every beacon along Infinity flickers between amber and silver on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of library parchment and pocket thunderstorms. Someone radios that the Infinity control room approves of your improvisation.",
      "The countdown hands you a mug of cardamom tea and a knowing nod. You whisper that proofs bloom when watered because traditions must be honored. By the time the mug is empty, the Infinity chamber is ready for you."
    ]
  },
  "level-06-trefoil": {
    "title": "Trefoil",
    "sections": [
      "The Trefoil threshold hums like a patient engine. Loose glyphs drift past your visor in slow restless arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack clockwork feathers beside the path and pretend it's normal. Every beacon along Trefoil flickers between saffron and indigo on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of nocturne fog through the lattice just to listen. The response smells faintly of sea salt and pocket thunderstorms. Someone radios that the Trefoil control room approves of your improvisation.",
      "The countdown hands you a mug of cardamom tea and a knowing nod. You whisper that gravity enjoys polite applause because traditions must be honored. By the time the mug is empty, the Trefoil chamber is ready for you."
    ]
  },
  "level-07-rose-curve": {
    "title": "Rose Curve",
    "sections": [
      "The Rose Curve threshold hums like a patient metronome. Loose glyphs drift past your visor in slow restless arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack luminous proofs beside the path and pretend it's normal. Every beacon along Rose Curve flickers between saffron and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of quiet plasma through the lattice just to listen. The response smells faintly of sea salt and pocket thunderstorms. Someone radios that the Rose Curve control room approves of your improvisation.",
      "The countdown hands you a mug of determinant broth and a knowing nod. You whisper that every gate believes in kindness because traditions must be honored. By the time the mug is empty, the Rose Curve chamber is ready for you."
    ]
  },
  "level-08-astroid": {
    "title": "Astroid",
    "sections": [
      "The Astroid threshold hums like a patient metronome. Loose glyphs drift past your visor in slow cobalt arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack sigils beside the path and pretend it's normal. Every beacon along Astroid flickers between vermillion and amber on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Astroid control room approves of your improvisation.",
      "The countdown hands you a mug of cardamom tea and a knowing nod. You whisper that gravity enjoys polite applause because traditions must be honored. By the time the mug is empty, the Astroid chamber is ready for you."
    ]
  },
  "level-09-deltoid": {
    "title": "Deltoid",
    "sections": [
      "The Deltoid threshold hums like a patient engine. Loose glyphs drift past your visor in slow glowing arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack integrals beside the path and pretend it's normal. Every beacon along Deltoid flickers between vermillion and silver on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of quiet plasma through the lattice just to listen. The response smells faintly of cinnamon dust and pocket thunderstorms. Someone radios that the Deltoid control room approves of your improvisation.",
      "The countdown hands you a mug of determinant broth and a knowing nod. You whisper that every gate believes in kindness because traditions must be honored. By the time the mug is empty, the Deltoid chamber is ready for you."
    ]
  },
  "level-10-nephroid": {
    "title": "Nephroid",
    "sections": [
      "The Nephroid threshold hums like a patient engine. Loose glyphs drift past your visor in slow drowsy arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack integrals beside the path and pretend it's normal. Every beacon along Nephroid flickers between jade and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of lemongrass and pocket thunderstorms. Someone radios that the Nephroid control room approves of your improvisation.",
      "The countdown hands you a mug of determinant broth and a knowing nod. You whisper that all loops end in laughter because traditions must be honored. By the time the mug is empty, the Nephroid chamber is ready for you."
    ]
  },
  "level-11-lissajous": {
    "title": "Lissajous",
    "sections": [
      "The Lissajous threshold hums like a patient pendulum. Loose glyphs drift past your visor in slow verdant arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack clockwork feathers beside the path and pretend it's normal. Every beacon along Lissajous flickers between silver and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Lissajous control room approves of your improvisation.",
      "The countdown hands you a mug of lumen chai and a knowing nod. You whisper that proofs bloom when watered because traditions must be honored. By the time the mug is empty, the Lissajous chamber is ready for you."
    ]
  },
  "level-12-epicycloid": {
    "title": "Epicycloid",
    "sections": [
      "The Epicycloid threshold hums like a patient metronome. Loose glyphs drift past your visor in slow gentle arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack sigils beside the path and pretend it's normal. Every beacon along Epicycloid flickers between saffron and indigo on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of nocturne fog through the lattice just to listen. The response smells faintly of cinnamon dust and pocket thunderstorms. Someone radios that the Epicycloid control room approves of your improvisation.",
      "The countdown hands you a mug of cardamom tea and a knowing nod. You whisper that all loops end in laughter because traditions must be honored. By the time the mug is empty, the Epicycloid chamber is ready for you."
    ]
  },
  "level-13-hypocycloid": {
    "title": "Hypocycloid",
    "sections": [
      "The Hypocycloid threshold hums like a patient theremin. Loose glyphs drift past your visor in slow whispering arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack fractals beside the path and pretend it's normal. Every beacon along Hypocycloid flickers between amber and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of nocturne fog through the lattice just to listen. The response smells faintly of lemongrass and pocket thunderstorms. Someone radios that the Hypocycloid control room approves of your improvisation.",
      "The countdown hands you a mug of spark tonic and a knowing nod. You whisper that all loops end in laughter because traditions must be honored. By the time the mug is empty, the Hypocycloid chamber is ready for you."
    ]
  },
  "level-14-rhodonea": {
    "title": "Rhodonea",
    "sections": [
      "The Rhodonea threshold hums like a patient engine. Loose glyphs drift past your visor in slow spiral arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack luminous proofs beside the path and pretend it's normal. Every beacon along Rhodonea flickers between amber and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of cinnamon dust and pocket thunderstorms. Someone radios that the Rhodonea control room approves of your improvisation.",
      "The countdown hands you a mug of lumen chai and a knowing nod. You whisper that chaos hums lullabies because traditions must be honored. By the time the mug is empty, the Rhodonea chamber is ready for you."
    ]
  },
  "level-15-butterfly": {
    "title": "Butterfly",
    "sections": [
      "The Butterfly threshold hums like a patient pendulum. Loose glyphs drift past your visor in slow verdant arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack integrals beside the path and pretend it's normal. Every beacon along Butterfly flickers between silver and amber on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of library parchment and pocket thunderstorms. Someone radios that the Butterfly control room approves of your improvisation.",
      "The countdown hands you a mug of cardamom tea and a knowing nod. You whisper that numbers taste better after midnight because traditions must be honored. By the time the mug is empty, the Butterfly chamber is ready for you."
    ]
  },
  "level-16-double-spiral": {
    "title": "Double Spiral",
    "sections": [
      "The Double Spiral threshold hums like a patient metronome. Loose glyphs drift past your visor in slow spiral arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack clockwork feathers beside the path and pretend it's normal. Every beacon along Double Spiral flickers between vermillion and amber on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of nocturne fog through the lattice just to listen. The response smells faintly of sea salt and pocket thunderstorms. Someone radios that the Double Spiral control room approves of your improvisation.",
      "The countdown hands you a mug of cardamom tea and a knowing nod. You whisper that gravity enjoys polite applause because traditions must be honored. By the time the mug is empty, the Double Spiral chamber is ready for you."
    ]
  },
  "level-17-conchoid": {
    "title": "Conchoid",
    "sections": [
      "The Conchoid threshold hums like a patient pendulum. Loose glyphs drift past your visor in slow glowing arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack luminous proofs beside the path and pretend it's normal. Every beacon along Conchoid flickers between jade and silver on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of lemongrass and pocket thunderstorms. Someone radios that the Conchoid control room approves of your improvisation.",
      "The countdown hands you a mug of lumen chai and a knowing nod. You whisper that numbers taste better after midnight because traditions must be honored. By the time the mug is empty, the Conchoid chamber is ready for you."
    ]
  },
  "level-18-cissoid": {
    "title": "Cissoid",
    "sections": [
      "The Cissoid threshold hums like a patient signal bell. Loose glyphs drift past your visor in slow restless arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack sigils beside the path and pretend it's normal. Every beacon along Cissoid flickers between saffron and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of cinnamon dust and pocket thunderstorms. Someone radios that the Cissoid control room approves of your improvisation.",
      "The countdown hands you a mug of spark tonic and a knowing nod. You whisper that all loops end in laughter because traditions must be honored. By the time the mug is empty, the Cissoid chamber is ready for you."
    ]
  },
  "level-19-trisectrix": {
    "title": "Trisectrix",
    "sections": [
      "The Trisectrix threshold hums like a patient pendulum. Loose glyphs drift past your visor in slow cobalt arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack sigils beside the path and pretend it's normal. Every beacon along Trisectrix flickers between vermillion and saffron on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Trisectrix control room approves of your improvisation.",
      "The countdown hands you a mug of inked water and a knowing nod. You whisper that numbers taste better after midnight because traditions must be honored. By the time the mug is empty, the Trisectrix chamber is ready for you."
    ]
  },
  "level-20-witch-of-agnesi": {
    "title": "Witch of Agnesi",
    "sections": [
      "The Witch of Agnesi threshold hums like a patient signal bell. Loose glyphs drift past your visor in slow restless arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack luminous proofs beside the path and pretend it's normal. Every beacon along Witch of Agnesi flickers between saffron and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Witch of Agnesi control room approves of your improvisation.",
      "The countdown hands you a mug of determinant broth and a knowing nod. You whisper that proofs bloom when watered because traditions must be honored. By the time the mug is empty, the Witch of Agnesi chamber is ready for you."
    ]
  },
  "level-21-serpentine": {
    "title": "Serpentine",
    "sections": [
      "The Serpentine threshold hums like a patient loom. Loose glyphs drift past your visor in slow cobalt arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack fractals beside the path and pretend it's normal. Every beacon along Serpentine flickers between jade and silver on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of ozone and pocket thunderstorms. Someone radios that the Serpentine control room approves of your improvisation.",
      "The countdown hands you a mug of espresso foam and a knowing nod. You whisper that proofs bloom when watered because traditions must be honored. By the time the mug is empty, the Serpentine chamber is ready for you."
    ]
  },
  "level-22-kampyle": {
    "title": "Kampyle",
    "sections": [
      "The Kampyle threshold hums like a patient loom. Loose glyphs drift past your visor in slow cobalt arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack parabolas beside the path and pretend it's normal. Every beacon along Kampyle flickers between amber and jade on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of lemongrass and pocket thunderstorms. Someone radios that the Kampyle control room approves of your improvisation.",
      "The countdown hands you a mug of spark tonic and a knowing nod. You whisper that numbers taste better after midnight because traditions must be honored. By the time the mug is empty, the Kampyle chamber is ready for you."
    ]
  },
  "level-23-folium": {
    "title": "Folium",
    "sections": [
      "The Folium threshold hums like a patient theremin. Loose glyphs drift past your visor in slow spiral arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack fractals beside the path and pretend it's normal. Every beacon along Folium flickers between amber and vermillion on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Folium control room approves of your improvisation.",
      "The countdown hands you a mug of espresso foam and a knowing nod. You whisper that chaos hums lullabies because traditions must be honored. By the time the mug is empty, the Folium chamber is ready for you."
    ]
  },
  "level-24-strophoid": {
    "title": "Strophoid",
    "sections": [
      "The Strophoid threshold hums like a patient theremin. Loose glyphs drift past your visor in slow verdant arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack clockwork feathers beside the path and pretend it's normal. Every beacon along Strophoid flickers between amber and jade on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of lattice tea through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Strophoid control room approves of your improvisation.",
      "The countdown hands you a mug of lumen chai and a knowing nod. You whisper that proofs bloom when watered because traditions must be honored. By the time the mug is empty, the Strophoid chamber is ready for you."
    ]
  },
  "level-25-cochleoid": {
    "title": "Cochleoid",
    "sections": [
      "The Cochleoid threshold hums like a patient pendulum. Loose glyphs drift past your visor in slow whispering arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack fractals beside the path and pretend it's normal. Every beacon along Cochleoid flickers between violet and jade on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Cochleoid control room approves of your improvisation.",
      "The countdown hands you a mug of determinant broth and a knowing nod. You whisper that numbers taste better after midnight because traditions must be honored. By the time the mug is empty, the Cochleoid chamber is ready for you."
    ]
  },
  "level-26-tractrix": {
    "title": "Tractrix",
    "sections": [
      "The Tractrix threshold hums like a patient engine. Loose glyphs drift past your visor in slow cobalt arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack integrals beside the path and pretend it's normal. Every beacon along Tractrix flickers between jade and saffron on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of radio dust through the lattice just to listen. The response smells faintly of cedar smoke and pocket thunderstorms. Someone radios that the Tractrix control room approves of your improvisation.",
      "The countdown hands you a mug of cardamom tea and a knowing nod. You whisper that numbers taste better after midnight because traditions must be honored. By the time the mug is empty, the Tractrix chamber is ready for you."
    ]
  },
  "level-27-catenary": {
    "title": "Catenary",
    "sections": [
      "The Catenary threshold hums like a patient signal bell. Loose glyphs drift past your visor in slow cobalt arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack parabolas beside the path and pretend it's normal. Every beacon along Catenary flickers between amber and indigo on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of quiet plasma through the lattice just to listen. The response smells faintly of ozone and pocket thunderstorms. Someone radios that the Catenary control room approves of your improvisation.",
      "The countdown hands you a mug of inked water and a knowing nod. You whisper that all loops end in laughter because traditions must be honored. By the time the mug is empty, the Catenary chamber is ready for you."
    ]
  },
  "level-28-cycloid": {
    "title": "Cycloid",
    "sections": [
      "The Cycloid threshold hums like a patient engine. Loose glyphs drift past your visor in slow glowing arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack integrals beside the path and pretend it's normal. Every beacon along Cycloid flickers between amber and jade on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of lattice tea through the lattice just to listen. The response smells faintly of sea salt and pocket thunderstorms. Someone radios that the Cycloid control room approves of your improvisation.",
      "The countdown hands you a mug of inked water and a knowing nod. You whisper that gravity enjoys polite applause because traditions must be honored. By the time the mug is empty, the Cycloid chamber is ready for you."
    ]
  },
  "level-29-involute": {
    "title": "Involute",
    "sections": [
      "The Involute threshold hums like a patient loom. Loose glyphs drift past your visor in slow glowing arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack integrals beside the path and pretend it's normal. Every beacon along Involute flickers between saffron and violet on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of ozone and pocket thunderstorms. Someone radios that the Involute control room approves of your improvisation.",
      "The countdown hands you a mug of lumen chai and a knowing nod. You whisper that gravity enjoys polite applause because traditions must be honored. By the time the mug is empty, the Involute chamber is ready for you."
    ]
  },
  "level-30-evolute": {
    "title": "Evolute",
    "sections": [
      "The Evolute threshold hums like a patient engine. Loose glyphs drift past your visor in slow verdant arcs. You jot the vibration frequency into the chalk margin for the archives.",
      "Archivists stack clockwork feathers beside the path and pretend it's normal. Every beacon along Evolute flickers between violet and saffron on a whim. You tell them the oscillation is intentional so the interns calm down.",
      "You reroute a stream of ionized sand through the lattice just to listen. The response smells faintly of lemongrass and pocket thunderstorms. Someone radios that the Evolute control room approves of your improvisation.",
      "The countdown hands you a mug of lumen chai and a knowing nod. You whisper that every gate believes in kindness because traditions must be honored. By the time the mug is empty, the Evolute chamber is ready for you."
    ]
  }
}